-- Тестовые курьеры
INSERT INTO couriers (id, name, password, phone_number, status, transport_type, current_balance, bank_card)
VALUES
  (6001, 'Павел Курьер', 'pwd01', '+79991000001', 'ON_SHIFT', 'BIKE', 1200.0, 1111222233334444),
  (6002, 'Егор Быстрый', 'pwd02', '+79991000002', 'ON_SHIFT', 'CAR', 800.0, 5555666677778888),
  (6003, 'Алина Точная', 'pwd03', '+79991000003', 'OFF_SHIFT', 'SCOOTER', 450.0, 9999888877776666),
  (6004, 'Григорий Надёжный', 'pwd04', '+79991000004', 'ON_SHIFT', 'FOOT', 60.0, 4444333322221111),
  (6005, 'Мария Быстрицкая', 'pwd05', '+79991000005', 'OFF_SHIFT', 'BIKE', 150.0, 1234123412341234),
  (6006, 'Константин Трал', 'pwd06', '+79991000006', 'ON_SHIFT', 'CAR', 910.0, 5678567856785678),
  (6007, 'Олег Финальный', 'pwd07', '+79991000007', 'OFF_SHIFT', 'SCOOTER', 300.0, 4321432143214321),
  (6008, 'Жанна Курьерова', 'pwd08', '+79991000008', 'ON_SHIFT', 'BIKE', 720.0, 8765876587658765),
  (6009, 'Тимур Оперативный', 'pwd09', '+79991000009', 'ON_SHIFT', 'CAR', 1320.0, 2143214321432143),
  (6010, 'Вера Пунктуальная', 'pwd10', '+79991000010', 'OFF_SHIFT', 'FOOT', 95.0, 7654765476547654),
  (6011, 'Савелий Маневренный', 'pwd11', '+79991000011', 'ON_SHIFT', 'SCOOTER', 610.0, 1357135713571357),
  (6012, 'Елизавета Быстрая', 'pwd12', '+79991000012', 'ON_SHIFT', 'BIKE', 430.0, 9753975397539753),
  (6013, 'Фёдор Усидчивый', 'pwd13', '+79991000013', 'OFF_SHIFT', 'CAR', 50.0, 6428642864286428),
  (6014, 'Ирина Доставкина', 'pwd14', '+79991000014', 'ON_SHIFT', 'FOOT', 180.0, 8021802180218021),
  (6015, 'Степан Тихий', 'pwd15', '+79991000015', 'ON_SHIFT', 'SCOOTER', 340.0, 9012901290129012),
  (6016, 'Лидия Позитив', 'pwd16', '+79991000016', 'ON_SHIFT', 'CAR', 760.0, 5500550055005500)
ON CONFLICT DO NOTHING;
